[Killed] StringLiteral
sd-023-a-project-react-testing-library/src/components/PokemonButtonsPanel.js:12:42
     return (
       <div className="pokedex-buttons-panel">
         <Button
-          onClick={ () => filterPokemons('all') }
+          onClick={ () => filterPokemons("") }
           className="filter-button"
         >
