[Killed] StringLiteral
sd-023-a-project-react-testing-library/src/pages/FavoritePokemons.js:21:18
         <h2>Favorite pokémons</h2>
         { isEmpty ? (
           <div>
-            <p>{ `No favorite pokemon found` }</p>
+            <p>{ "" }</p>
           </div>
         ) : (
