[Killed] StringLiteral
sd-023-a-project-react-testing-library/src/pages/NotFound.js:9:13
     return (
       <div className="not-found">
         <h2>
-          { `Page requested not found` }
+          { "" }
           <span role="img" aria-label="Crying emoji"> 😭</span>
         </h2>
